MICLARO-BACK-master/Servicios/M3/Postpago/validateMobileNumber/template/request.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.americamovil.com/schema/namespace/AccountManagement/v1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:validateMobileNumber>
         <LineOfBusiness>1</LineOfBusiness>
         <MobileNumber><?=$Vqhzkfsafzrc->AccountId?></MobileNumber>
      </v1:validateMobileNumber>
   </soapenv:Body>
</soapenv:Envelope>